tests/k6/results/after/isolated/auth_stress.txt
     ✓ Auth Login 200

     checks.........................: 100.00% ✓ 284      ✗ 0   
     data_received..................: 254 kB  2.1 kB/s
     data_sent......................: 59 kB   490 B/s
     http_req_blocked...............: avg=634.44µs min=0s       med=0s    max=171.53ms p(90)=0s     p(95)=0s    
     http_req_connecting............: avg=34.23µs  min=0s       med=0s    max=1.25ms   p(90)=0s     p(95)=0s    
   ✗ http_req_duration..............: avg=2.21s    min=236.53ms med=2.52s max=3.78s    p(90)=3.17s  p(95)=3.36s 
       { expected_response:true }...: avg=2.21s    min=236.53ms med=2.52s max=3.78s    p(90)=3.17s  p(95)=3.36s 
   ✓ http_req_failed................: 0.00%   ✓ 0        ✗ 284 
     http_req_receiving.............: avg=1.19ms   min=0s       med=357µs max=27.75ms  p(90)=2.07ms p(95)=5.56ms
     http_req_sending...............: avg=1.95µs   min=0s       med=0s    max=555.6µs  p(90)=0s     p(95)=0s    
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s    max=0s       p(90)=0s     p(95)=0s    
     http_req_waiting...............: avg=2.21s    min=235.84ms med=2.52s max=3.78s    p(90)=3.17s  p(95)=3.36s 
     http_reqs......................: 284     2.342494/s
     iteration_duration.............: avg=3.21s    min=1.23s    med=3.52s max=4.78s    p(90)=4.17s  p(95)=4.36s 
     iterations.....................: 284     2.342494/s
     vus............................: 1       min=0      max=10
     vus_max........................: 10      min=10     max=10