tests/k6/results/after/isolated/community_stress.txt
     ✓ Community Comment 200
     ✓ Community List 200
     ✓ Community Detail 200

     checks.........................: 100.00% ✓ 2308      ✗ 0   
     data_received..................: 8.7 MB  48 kB/s
     data_sent......................: 921 kB  5.0 kB/s
     http_req_blocked...............: avg=78.91µs  min=0s      med=0s       max=145.26ms p(90)=0s      p(95)=0s     
     http_req_connecting............: avg=13.46µs  min=0s      med=0s       max=2.94ms   p(90)=0s      p(95)=0s     
   ✗ http_req_duration..............: avg=656.57ms min=24.82ms med=571.87ms max=3.04s    p(90)=1.36s   p(95)=1.55s  
       { expected_response:true }...: avg=656.57ms min=24.82ms med=571.87ms max=3.04s    p(90)=1.36s   p(95)=1.55s  
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 2309
     http_req_receiving.............: avg=13.69ms  min=0s      med=6.73ms   max=400.01ms p(90)=33.63ms p(95)=52.23ms
     http_req_sending...............: avg=6.25µs   min=0s      med=0s       max=2.51ms   p(90)=0s      p(95)=0s     
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s       p(90)=0s      p(95)=0s     
     http_req_waiting...............: avg=642.87ms min=17.81ms med=562.56ms max=2.99s    p(90)=1.35s   p(95)=1.53s  
     http_reqs......................: 2309    12.616814/s
     iteration_duration.............: avg=3.43s    min=2.09s   med=3.41s    max=5.63s    p(90)=4.27s   p(95)=4.57s  
     iterations.....................: 1409    7.699043/s
     vus............................: 2       min=2       max=30
     vus_max........................: 30      min=30      max=30