tests/k6/results/after/isolated/community_stress.txt
     ✗ Community Comment 200
      ↳  39% — ✓ 44 / ✗ 67
     ✗ Community List 200
      ↳  9% — ✓ 15 / ✗ 150
     ✗ Community Detail 200
      ↳  0% — ✓ 0 / ✗ 165

     checks.........................: 13.37% ✓ 59       ✗ 382 
     data_received..................: 268 kB 1.3 kB/s
     data_sent......................: 178 kB 889 B/s
     http_req_blocked...............: avg=124.58µs min=0s       med=0s       max=1.98ms   p(90)=609.63µs p(95)=1.1ms   
     http_req_connecting............: avg=118.1µs  min=0s       med=0s       max=1.98ms   p(90)=594.2µs  p(95)=986.72µs
   ✗ http_req_duration..............: avg=15.65s   min=0s       med=10.06s   max=30.16s   p(90)=30.03s   p(95)=30.06s  
       { expected_response:true }...: avg=5.59s    min=275.15ms med=2.32s    max=16.69s   p(90)=15.78s   p(95)=15.8s   
   ✗ http_req_failed................: 86.42% ✓ 382      ✗ 60  
     http_req_receiving.............: avg=2ms      min=0s       med=312.59µs max=258.11ms p(90)=940.12µs p(95)=1.02ms  
     http_req_sending...............: avg=10.48µs  min=0s       med=0s       max=617.8µs  p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=15.65s   min=0s       med=10.06s   max=30.16s   p(90)=30.03s   p(95)=30.06s  
     http_reqs......................: 442    2.208463/s
     iteration_duration.............: avg=27.48s   min=3s       med=22.14s   max=1m2s     p(90)=1m2s     p(95)=1m2s    
     iterations.....................: 276    1.37904/s
     vus............................: 1      min=1      max=60
     vus_max........................: 60     min=60     max=60