tests/k6/results/after/isolated/portfolio_stress.txt
     ✓ Portfolio List 200
     ✗ Portfolio Detail 200
      ↳  99% — ✓ 598 / ✗ 1

     checks.........................: 99.91% ✓ 1197      ✗ 1   
     data_received..................: 3.6 MB 20 kB/s
     data_sent......................: 1.0 MB 5.7 kB/s
     http_req_blocked...............: avg=9.33µs   min=0s       med=0s       max=2.44ms   p(90)=0s       p(95)=0s     
     http_req_connecting............: avg=6.08µs   min=0s       med=0s       max=1.36ms   p(90)=0s       p(95)=0s     
   ✓ http_req_duration..............: avg=385.59ms min=14.85ms  med=223.34ms max=2.95s    p(90)=898.04ms p(95)=1.2s   
       { expected_response:true }...: avg=385.7ms  min=14.85ms  med=223.51ms max=2.95s    p(90)=898.09ms p(95)=1.2s   
   ✓ http_req_failed................: 0.03%  ✓ 1         ✗ 2644
     http_req_receiving.............: avg=4.61ms   min=0s       med=852.3µs  max=118.54ms p(90)=14.15ms  p(95)=19.91ms
     http_req_sending...............: avg=9.75µs   min=0s       med=0s       max=1.56ms   p(90)=0s       p(95)=0s     
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s     
     http_req_waiting...............: avg=380.97ms min=9.41ms   med=219.51ms max=2.95s    p(90)=889.41ms p(95)=1.2s   
     http_reqs......................: 2645   14.557887/s
     iteration_duration.............: avg=2.4s     min=587.52ms med=2.12s    max=6.73s    p(90)=4.17s    p(95)=4.63s  
     iterations.....................: 1322   7.276192/s
     vus............................: 4      min=4       max=20
     vus_max........................: 20     min=20      max=20