tests/k6/results/after/isolated/support_stress.txt
     ✓ Notice List 200

     checks.........................: 100.00% ✓ 2999      ✗ 0   
     data_received..................: 5.4 MB  45 kB/s
     data_sent......................: 1.1 MB  9.3 kB/s
     http_req_blocked...............: avg=29.39µs  min=0s      med=0s       max=4.96ms   p(90)=0s      p(95)=0s      
     http_req_connecting............: avg=27.22µs  min=0s      med=0s       max=3.25ms   p(90)=0s      p(95)=0s      
   ✗ http_req_duration..............: avg=813.27ms min=21.73ms med=769.86ms max=3.16s    p(90)=1.5s    p(95)=1.71s   
       { expected_response:true }...: avg=813.27ms min=21.73ms med=769.86ms max=3.16s    p(90)=1.5s    p(95)=1.71s   
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 3000
     http_req_receiving.............: avg=36.08ms  min=0s      med=12.55ms  max=654.96ms p(90)=93.64ms p(95)=155.98ms
     http_req_sending...............: avg=4.21µs   min=0s      med=0s       max=1.71ms   p(90)=0s      p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s       p(90)=0s      p(95)=0s      
     http_req_waiting...............: avg=777.18ms min=20.76ms med=726.63ms max=2.8s     p(90)=1.45s   p(95)=1.65s   
     http_reqs......................: 3000    24.830616/s
     iteration_duration.............: avg=1.81s    min=1.02s   med=1.77s    max=4.16s    p(90)=2.5s    p(95)=2.71s   
     iterations.....................: 2999    24.822339/s
     vus............................: 2       min=0       max=80
     vus_max........................: 80      min=80      max=80