tests/k6/results/after/isolated/support_stress.txt
     ✓ Notice List 200

     checks.........................: 100.00% ✓ 2668      ✗ 0   
     data_received..................: 4.8 MB  40 kB/s
     data_sent......................: 1.0 MB  8.3 kB/s
     http_req_blocked...............: avg=30.81µs min=0s      med=0s       max=2.53ms p(90)=0s      p(95)=0s      
     http_req_connecting............: avg=27.63µs min=0s      med=0s       max=1.98ms p(90)=0s      p(95)=0s      
   ✗ http_req_duration..............: avg=1.04s   min=29.49ms med=932.06ms max=3.53s  p(90)=1.95s   p(95)=2.2s    
       { expected_response:true }...: avg=1.04s   min=29.49ms med=932.06ms max=3.53s  p(90)=1.95s   p(95)=2.2s    
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 2669
     http_req_receiving.............: avg=46.88ms min=0s      med=14.92ms  max=1.1s   p(90)=132.4ms p(95)=212.69ms
     http_req_sending...............: avg=4.53µs  min=0s      med=0s       max=1.04ms p(90)=0s      p(95)=0s      
     http_req_tls_handshaking.......: avg=0s      min=0s      med=0s       max=0s     p(90)=0s      p(95)=0s      
     http_req_waiting...............: avg=996.7ms min=25.59ms med=883.57ms max=3.43s  p(90)=1.9s    p(95)=2.13s   
     http_reqs......................: 2669    22.037105/s
     iteration_duration.............: avg=2.04s   min=1.02s   med=1.93s    max=4.53s  p(90)=2.95s   p(95)=3.2s    
     iterations.....................: 2668    22.028849/s
     vus............................: 3       min=0       max=80
     vus_max........................: 80      min=80      max=80